IdeaRS.OpenModel.Result.ResultOnMember
Result of the member

IdeaRS.OpenModel.Result.ResultOnMember.#ctor
Constructor

IdeaRS.OpenModel.Result.ResultOnMember.#ctor(IdeaRS.OpenModel.Result.Member,IdeaRS.OpenModel.Result.ResultType)
Constructor
member: Member
resultType: Type of result

IdeaRS.OpenModel.Result.ResultOnMember.Member
Member

IdeaRS.OpenModel.Result.ResultOnMember.ResultType
Type of  result

IdeaRS.OpenModel.Result.ResultOnMember.Results
List of result